[
  { "text": "Small steps daily become mountains.", "author": "Unknown" },
  { "text": "The beautiful thing about learning is that no one can take it away from you.", "author": "B.B. King" },
  { "text": "Education is not the filling of a pail, but the lighting of a fire.", "author": "W.B. Yeats" },
  { "text": "The more that you read, the more things you will know.", "author": "Dr. Seuss" },
  { "text": "Curiosity is the wick in the candle of learning.", "author": "William Arthur Ward" },
  { "text": "Every expert was once a beginner.", "author": "Helen Hayes" },
  { "text": "Learning is a treasure that will follow its owner everywhere.", "author": "Chinese Proverb" },
  { "text": "The only way to do great work is to love what you do.", "author": "Steve Jobs" },
  { "text": "It does not matter how slowly you go as long as you do not stop.", "author": "Confucius" },
  { "text": "The mind is not a vessel to be filled but a fire to be kindled.", "author": "Plutarch" },
  { "text": "Tell me and I forget. Teach me and I remember. Involve me and I learn.", "author": "Benjamin Franklin" },
  { "text": "The roots of education are bitter, but the fruit is sweet.", "author": "Aristotle" },
  { "text": "A person who never made a mistake never tried anything new.", "author": "Albert Einstein" },
  { "text": "Live as if you were to die tomorrow. Learn as if you were to live forever.", "author": "Mahatma Gandhi" },
  { "text": "The aim of education should be to teach us rather how to think than what to think.", "author": "James Beattie" },
  { "text": "Intelligence plus character - that is the goal of true education.", "author": "Martin Luther King Jr." },
  { "text": "Develop a passion for learning. If you do, you will never cease to grow.", "author": "Anthony J. D'Angelo" },
  { "text": "An investment in knowledge pays the best interest.", "author": "Benjamin Franklin" },
  { "text": "The only limit to our realization of tomorrow is our doubts of today.", "author": "Franklin D. Roosevelt" },
  { "text": "What we learn with pleasure we never forget.", "author": "Alfred Mercier" },
  { "text": "The capacity to learn is a gift; the ability to learn is a skill; the willingness to learn is a choice.", "author": "Brian Herbert" },
  { "text": "Be curious. Read widely. Try new things. What people call intelligence just boils down to curiosity.", "author": "Aaron Swartz" },
  { "text": "Discovery is the privilege of the child: the child who has no fear of being once again wrong.", "author": "Jean Piaget" },
  { "text": "Play is the highest form of research.", "author": "Albert Einstein" },
  { "text": "I have no special talents. I am only passionately curious.", "author": "Albert Einstein" },
  { "text": "Education is what remains after one has forgotten what one has learned in school.", "author": "Albert Einstein" },
  { "text": "The art of teaching is the art of assisting discovery.", "author": "Mark Van Doren" },
  { "text": "Children must be taught how to think, not what to think.", "author": "Margaret Mead" },
  { "text": "A child miseducated is a child lost.", "author": "John F. Kennedy" },
  { "text": "Learning never exhausts the mind.", "author": "Leonardo da Vinci" },
  { "text": "The noblest pleasure is the joy of understanding.", "author": "Leonardo da Vinci" },
  { "text": "Wonder is the beginning of wisdom.", "author": "Socrates" }
]
