[
  { "text": "Small steps daily become mountains.", "author": "Unknown" },
  { "text": "The beautiful thing about learning is that no one can take it away from you.", "author": "B.B. King" },
  { "text": "Education is not the filling of a pail, but the lighting of a fire.", "author": "W.B. Yeats" },
  { "text": "The more that you read, the more things you will know.", "author": "Dr. Seuss" },
  { "text": "Curiosity is the wick in the candle of learning.", "author": "William Arthur Ward" },
  { "text": "Every expert was once a beginner.", "author": "Helen Hayes" },
  { "text": "Learning is a treasure that will follow its owner everywhere.", "author": "Chinese Proverb" },
  { "text": "The only way to do great work is to love what you do.", "author": "Steve Jobs" },
  { "text": "It does not matter how slowly you go as long as you do not stop.", "author": "Confucius" },
  { "text": "The mind is not a vessel to be filled but a fire to be kindled.", "author": "Plutarch" },
  { "text": "Tell me and I forget. Teach me and I remember. Involve me and I learn.", "author": "Benjamin Franklin" },
  { "text": "The roots of education are bitter, but the fruit is sweet.", "author": "Aristotle" },
  { "text": "A person who never made a mistake never tried anything new.", "author": "Albert Einstein" },
  { "text": "Live as if you were to die tomorrow. Learn as if you were to live forever.", "author": "Mahatma Gandhi" },
  { "text": "The aim of education should be to teach us rather how to think than what to think.", "author": "James Beattie" },
  { "text": "Intelligence plus character - that is the goal of true education.", "author": "Martin Luther King Jr." },
  { "text": "Develop a passion for learning. If you do, you will never cease to grow.", "author": "Anthony J. D'Angelo" },
  { "text": "An investment in knowledge pays the best interest.", "author": "Benjamin Franklin" },
  { "text": "The only limit to our realization of tomorrow is our doubts of today.", "author": "Franklin D. Roosevelt" },
  { "text": "What we learn with pleasure we never forget.", "author": "Alfred Mercier" },
  { "text": "The capacity to learn is a gift; the ability to learn is a skill; the willingness to learn is a choice.", "author": "Brian Herbert" },
  { "text": "Be curious. Read widely. Try new things.", "author": "Aaron Swartz" },
  { "text": "Discovery is the privilege of the child.", "author": "Jean Piaget" },
  { "text": "Play is the highest form of research.", "author": "Albert Einstein" },
  { "text": "I have no special talents. I am only passionately curious.", "author": "Albert Einstein" },
  { "text": "Education is what remains after one has forgotten what one has learned in school.", "author": "Albert Einstein" },
  { "text": "The art of teaching is the art of assisting discovery.", "author": "Mark Van Doren" },
  { "text": "Children must be taught how to think, not what to think.", "author": "Margaret Mead" },
  { "text": "A child miseducated is a child lost.", "author": "John F. Kennedy" },
  { "text": "Learning never exhausts the mind.", "author": "Leonardo da Vinci" },
  { "text": "The noblest pleasure is the joy of understanding.", "author": "Leonardo da Vinci" },
  { "text": "Wonder is the beginning of wisdom.", "author": "Socrates" },
  { "text": "The greatest glory in living lies not in never falling, but in rising every time we fall.", "author": "Nelson Mandela" },
  { "text": "Do not follow where the path may lead. Go instead where there is no path and leave a trail.", "author": "Ralph Waldo Emerson" },
  { "text": "The only person who is educated is the one who has learned how to learn and change.", "author": "Carl Rogers" },
  { "text": "Knowledge is power.", "author": "Francis Bacon" },
  { "text": "The function of education is to teach one to think intensively and to think critically.", "author": "Martin Luther King Jr." },
  { "text": "A good education is a foundation for a better future.", "author": "Elizabeth Warren" },
  { "text": "The expert in anything was once a beginner.", "author": "Helen Hayes" },
  { "text": "Reading is to the mind what exercise is to the body.", "author": "Joseph Addison" },
  { "text": "You can never be overdressed or overeducated.", "author": "Oscar Wilde" },
  { "text": "Education is the passport to the future.", "author": "Malcolm X" },
  { "text": "Try to learn something about everything and everything about something.", "author": "Thomas Huxley" },
  { "text": "The purpose of education is to replace an empty mind with an open one.", "author": "Malcolm Forbes" },
  { "text": "Learning is not attained by chance, it must be sought for with ardor.", "author": "Abigail Adams" },
  { "text": "Change is the end result of all true learning.", "author": "Leo Buscaglia" },
  { "text": "A wise man can learn more from a foolish question than a fool can learn from a wise answer.", "author": "Bruce Lee" },
  { "text": "Education is the kindling of a flame, not the filling of a vessel.", "author": "Socrates" },
  { "text": "Anyone who stops learning is old, whether at twenty or eighty.", "author": "Henry Ford" },
  { "text": "It is what we know already that often prevents us from learning.", "author": "Claude Bernard" },
  { "text": "The man who does not read has no advantage over the man who cannot read.", "author": "Mark Twain" },
  { "text": "Education is simply the soul of a society as it passes from one generation to another.", "author": "G.K. Chesterton" },
  { "text": "Wisdom is not a product of schooling but of the lifelong attempt to acquire it.", "author": "Albert Einstein" },
  { "text": "The secret of getting ahead is getting started.", "author": "Mark Twain" },
  { "text": "If you are planning for a year, sow rice; for a decade, plant trees; for a lifetime, educate people.", "author": "Chinese Proverb" },
  { "text": "Mistakes are the portals of discovery.", "author": "James Joyce" },
  { "text": "There is no school equal to a decent home and no teacher equal to a virtuous parent.", "author": "Mahatma Gandhi" },
  { "text": "One child, one teacher, one book, one pen can change the world.", "author": "Malala Yousafzai" },
  { "text": "Education is the most powerful weapon which you can use to change the world.", "author": "Nelson Mandela" },
  { "text": "The mind once enlightened cannot again become dark.", "author": "Thomas Paine" },
  { "text": "I am always ready to learn although I do not always like being taught.", "author": "Winston Churchill" },
  { "text": "The best teachers are those who show you where to look but don't tell you what to see.", "author": "Alexandra K. Trenfor" },
  { "text": "In learning you will teach, and in teaching you will learn.", "author": "Phil Collins" },
  { "text": "Self-education is, I firmly believe, the only kind of education there is.", "author": "Isaac Asimov" },
  { "text": "You learn something every day if you pay attention.", "author": "Ray LeBlond" },
  { "text": "The cure for boredom is curiosity. There is no cure for curiosity.", "author": "Dorothy Parker" },
  { "text": "I never teach my pupils, I only attempt to provide the conditions in which they can learn.", "author": "Albert Einstein" },
  { "text": "Study the past if you would define the future.", "author": "Confucius" },
  { "text": "Learning starts with failure; the first failure is the beginning of education.", "author": "John Hersey" },
  { "text": "The only source of knowledge is experience.", "author": "Albert Einstein" },
  { "text": "Be the change you wish to see in the world.", "author": "Mahatma Gandhi" },
  { "text": "The beginning of knowledge is the discovery of something we do not understand.", "author": "Frank Herbert" },
  { "text": "A teacher affects eternity; he can never tell where his influence stops.", "author": "Henry Adams" },
  { "text": "When you know better, you do better.", "author": "Maya Angelou" },
  { "text": "Children are not things to be molded, but are people to be unfolded.", "author": "Jess Lair" },
  { "text": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.", "author": "Colin Powell" },
  { "text": "Learning is not compulsory... neither is survival.", "author": "W. Edwards Deming" },
  { "text": "Education breeds confidence. Confidence breeds hope. Hope breeds peace.", "author": "Confucius" },
  { "text": "The more you know, the more you know you don't know.", "author": "Aristotle" },
  { "text": "To teach is to learn twice.", "author": "Joseph Joubert" },
  { "text": "The goal of education is not to increase the amount of knowledge but to create possibilities for a child to invent and discover.", "author": "Jean Piaget" },
  { "text": "Books are the quietest and most constant of friends.", "author": "Charles W. Eliot" },
  { "text": "The world is a book and those who do not travel read only one page.", "author": "Saint Augustine" },
  { "text": "A room without books is like a body without a soul.", "author": "Marcus Tullius Cicero" },
  { "text": "What is planted in each person's soul will sprout.", "author": "Rumi" },
  { "text": "Creativity is intelligence having fun.", "author": "Albert Einstein" },
  { "text": "Imagination is more important than knowledge.", "author": "Albert Einstein" },
  { "text": "Never stop learning, because life never stops teaching.", "author": "Unknown" },
  { "text": "The whole purpose of education is to turn mirrors into windows.", "author": "Sydney J. Harris" },
  { "text": "Today a reader, tomorrow a leader.", "author": "Margaret Fuller" },
  { "text": "Education is not preparation for life; education is life itself.", "author": "John Dewey" },
  { "text": "What the teacher is, is more important than what they teach.", "author": "Karl Menninger" },
  { "text": "The love of learning, the sequestered nooks, and all the sweet serenity of books.", "author": "Henry Wadsworth Longfellow" },
  { "text": "Once you stop learning, you start dying.", "author": "Albert Einstein" },
  { "text": "The beautiful thing about learning is nobody can take it away from you.", "author": "B.B. King" },
  { "text": "You don't have to be great to start, but you have to start to be great.", "author": "Zig Ziglar" },
  { "text": "A journey of a thousand miles begins with a single step.", "author": "Lao Tzu" },
  { "text": "Success is not final, failure is not fatal: it is the courage to continue that counts.", "author": "Winston Churchill" }
]
